[
    {
        "user_tag": "CW+ Noticias\n@CWMasNoticias\n·\n7h",
        "time_stamp": "2024-04-11T17:01:36.000Z",
        "tweet": "COLOMBIA | En las últimas horas se confirmó la venta de la casa de Aida Victoria Merlano. Pues, Luis Villa (Westcol), su actual pareja, explicó que Stiven Mesa Londoño, cantante de música urbana reconocido como ‘Blessd’, adquirió la propiedad ubicada en la Loma del Escobero.…",
        "reply": 177,
        "retweet": 168,
        "like": 652,
        "visualizations": 205598,
        "analysis": "Este comentario parece estar informando sobre la reciente venta de la casa de Aida Victoria Merlano, y menciona que fue adquirida por Stiven Mesa Londoño, conocido como 'Blessd'. Es posible que el usuario CW+ Noticias esté compartiendo esta noticia para informar a su audiencia sobre un evento relevante en Colombia.\n\nLas posibles razones por las que se escribió este comentario podrían ser para generar interés en la noticia, informar a la audiencia sobre eventos actuales en el país, o simplemente compartir información relevante sobre figuras públicas como Aida Victoria Merlano y Stiven Mesa Londoño.\n\nLas intenciones detrás de este comentario podrían ser informar, generar discusión o simplemente compartir información relevante. Es importante considerar el contexto en el que se publicó este comentario y la audiencia a la que está dirigido para comprender mejor las razones y las intenciones detrás de él.",
        "clasification": "7"
    },
    {
        "user_tag": "EL TRONO\n@ElTronoKL\n·\n7 abr.",
        "time_stamp": "2024-04-08T02:22:31.000Z",
        "tweet": "#KingsLeague | ÚLTIMA HORA \n\n La clave para que Jhonsito tenga mayor efectividad la tiene WestCol",
        "reply": 6,
        "retweet": 6,
        "like": 343,
        "visualizations": 48902,
        "analysis": "Este comentario parece estar hablando sobre la importancia de que Jhonsito tenga una mayor efectividad en algo relacionado con el \"KingsLeague\". Es posible que Jhonsito sea un jugador o participante en esta liga y que WestCol sea una clave para que pueda mejorar su rendimiento. El usuario \"EL TRONO\" parece estar apoyando a Jhonsito y sugiriendo que WestCol es fundamental para que logre tener más éxito en la liga. Es probable que el comentario esté destinado a motivar a Jhonsito y a destacar la importancia de WestCol en su desempeño.",
        "clasification": "7"
    },
    {
        "user_tag": "Agudelo\n@Agudelo07_\n·\n4 abr.",
        "time_stamp": "2024-04-04T16:34:33.000Z",
        "tweet": "Los mexichangos y españoles de mierda peleando contra westcol por que no tiene dinero\n\nWestcol con su reloj y su cadena de más de 350k de dólares ",
        "reply": 0,
        "retweet": 2,
        "like": 48,
        "visualizations": 4542,
        "analysis": "Este comentario parece ser una crítica hacia la situación de conflicto entre mexicanos, españoles y westcol (posiblemente una referencia a personas de Colombia) por cuestiones de dinero. La expresión \"mexichangos y españoles de mierda\" denota un tono despectivo y de desprecio hacia estas nacionalidades, posiblemente reflejando un sentimiento de envidia o resentimiento por parte del autor.\n\nLa mención de westcol con un reloj y cadena de más de 350k de dólares parece ser una forma de resaltar la ostentación y el lujo de esta persona, lo cual podría estar generando envidia o críticas por parte del autor del comentario. La referencia al usuario Agudelo podría indicar que este individuo es conocido por su riqueza o por su estilo de vida lujoso.\n\nEn resumen, este comentario parece reflejar sentimientos de envidia, resentimiento y crítica hacia personas de diferentes nacionalidades que se ven envueltas en conflictos por cuestiones de dinero y ostentación.",
        "clasification": "1"
    },
    {
        "user_tag": "sof\n@sofval_09\n·\n5 abr.",
        "time_stamp": "2024-04-05T19:30:23.000Z",
        "tweet": "nunca Westcol me representó tanto",
        "reply": 1,
        "retweet": 5,
        "like": 9,
        "visualizations": 2185,
        "analysis": "Este comentario parece indicar que el usuario sof no se siente representado por la marca Westcol. Las posibles razones detrás de este sentimiento podrían ser que la marca no cumple con las expectativas del usuario en cuanto a calidad, precio, valores de la empresa, o simplemente no se identifica con la imagen o mensaje que la marca transmite.\n\nLas intenciones detrás de este comentario podrían ser expresar su descontento con la marca, buscar apoyo o validación de otros usuarios que puedan sentir lo mismo, o simplemente compartir su opinión con su audiencia en Twitter. Es importante tener en cuenta que este comentario es subjetivo y refleja la percepción personal del usuario sof sobre la marca Westcol.",
        "clasification": "8"
    },
    {
        "user_tag": "manuel\n@ManuelC_8\n·\n10 abr.",
        "time_stamp": "2024-04-10T22:21:38.000Z",
        "tweet": "JAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJA Gracias \n@WestCOL_\n por darle luz a tus seguidores",
        "reply": 0,
        "retweet": 1,
        "like": 5,
        "visualizations": 428,
        "analysis": "El comentario \"JAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJA Gracias @WestCOL_ por darle luz a tus seguidores\" parece ser una expresión de alegría y agradecimiento. La repetición de \"JAJA\" sugiere que el usuario encontró algo muy gracioso o divertido, posiblemente relacionado con el contenido compartido por @WestCOL_. La frase \"por darle luz a tus seguidores\" indica que el usuario aprecia la información o el entretenimiento proporcionado por @WestCOL_ y lo considera valioso para sus seguidores. En general, parece ser un comentario positivo y entusiasta.",
        "clasification": "8"
    },
    {
        "user_tag": "THRIVE\n@ThriveForeverX\n·\n6 abr.",
        "time_stamp": "2024-04-06T07:01:53.000Z",
        "tweet": "Bad Bunny out partying with Columbian Kick streamer Westcol ",
        "reply": 181,
        "retweet": 204,
        "like": 2941,
        "visualizations": 692846,
        "analysis": "El comentario \"Bad Bunny out partying with Columbian Kick streamer Westcol\" puede tener varias interpretaciones y posibles intenciones por parte del usuario THRIVE. \n\n1. Positiva: El usuario podría estar expresando admiración o emoción por la idea de que Bad Bunny, un famoso cantante de reggaetón, esté disfrutando de una fiesta con Westcol, un popular streamer de videojuegos. En este caso, el comentario podría reflejar entusiasmo por la combinación de dos figuras públicas de diferentes ámbitos en un mismo evento.\n\n2. Neutra: El usuario simplemente podría estar informando sobre la situación sin emitir juicios de valor. En este caso, el comentario sería simplemente descriptivo y objetivo, sin implicar ninguna emoción particular.\n\n3. Negativa: Por otro lado, el comentario también podría tener una connotación negativa si el usuario está criticando la decisión de Bad Bunny de salir de fiesta en lugar de dedicarse a su carrera musical, o si considera que la presencia de Westcol en la fiesta es inapropiada por alguna razón. En este caso, el comentario podría reflejar desaprobación o descontento.\n\nEn resumen, el comentario \"Bad Bunny out partying with Columbian Kick streamer Westcol\" puede interpretarse de diferentes maneras dependiendo del contexto y las intenciones del usuario THRIVE. Es importante considerar el tono y el contexto en el que se escribió el comentario para comprender completamente su significado.",
        "clasification": "5"
    },
    {
        "user_tag": "South\n@SouthCOL_\n·\n8 abr.",
        "time_stamp": "2024-04-09T02:34:40.000Z",
        "tweet": "Toda tu comunidad te quiere y te admira por todo lo que haz logrado, inspiras a miles de personas, te mandamos ánimos de parte de todo aquel al que le hayas sacado una sonrisa en algún momento. En las buenas y en las malas tu comunidad siempre estará. \n@WestCOL_",
        "reply": 0,
        "retweet": 50,
        "like": 979,
        "visualizations": 16185,
        "analysis": "Este comentario parece ser muy positivo y lleno de admiración hacia la persona mencionada, en este caso @WestCOL_. Las posibles razones por las que se pudo haber escrito este comentario podrían ser:\n\n1. Agradecimiento por la inspiración: Es posible que el usuario South haya sentido la necesidad de expresar su admiración y agradecimiento hacia @WestCOL_ por ser una fuente de inspiración para él y para muchas otras personas.\n\n2. Apoyo en momentos difíciles: El comentario menciona que la comunidad estará presente tanto en los momentos buenos como en los malos, lo que sugiere que el usuario South quiere brindar apoyo y ánimo a @WestCOL_ en caso de que esté pasando por alguna dificultad.\n\n3. Reconocimiento por el impacto positivo: El comentario destaca que @WestCOL_ ha logrado sacar sonrisas a miles de personas, lo que indica que el usuario South valora el impacto positivo que esta persona ha tenido en la comunidad.\n\nEn resumen, este comentario parece ser una muestra de aprecio, admiración y apoyo hacia @WestCOL_, resaltando su capacidad para inspirar a otros y generar un impacto positivo en la comunidad.",
        "clasification": "10"
    },
    {
        "user_tag": "Elektra\n@drayasmin\n·\n5 abr.",
        "time_stamp": "2024-04-05T17:34:52.000Z",
        "tweet": "Nauterplay en su último video resume muy bien la polémica entre WestCol e Ibai.\n\nTodo comienza con WestCol diciendo que el tiene en contrato de streaming más grande de toda habla hispana y que gana incluso más que Ibai, que el cree que Ibai nisiquiera tiene contrato actualmente.…",
        "reply": 7,
        "retweet": 2,
        "like": 14,
        "visualizations": 5624,
        "analysis": "Este comentario parece estar expresando una opinión positiva sobre el video de Nauterplay, el cual resume una polémica entre WestCol e Ibai. El usuario parece estar de acuerdo con la forma en que se abordó el tema en el video y considera que se hizo un buen trabajo al resumir la situación.\n\nLas posibles razones por las que se escribió este comentario podrían ser:\n\n1. Interés en la polémica entre WestCol e Ibai: Es posible que el usuario esté interesado en el mundo del streaming y en las controversias que surgen entre los streamers más populares, por lo que le pareció interesante el contenido del video de Nauterplay.\n\n2. Apreciación por el trabajo de Nauterplay: Es probable que el usuario sea seguidor de Nauterplay y valore su capacidad para resumir y analizar situaciones complejas de forma clara y concisa.\n\nEn cuanto a las posibles intenciones detrás del comentario, podrían ser:\n\n1. Compartir una opinión positiva: El usuario podría estar compartiendo su opinión sobre el video con otros usuarios de Twitter que también estén interesados en el tema, con el objetivo de generar debate o intercambiar puntos de vista.\n\n2. Apoyar a Nauterplay: Es posible que el usuario quiera mostrar su apoyo a Nauterplay y promocionar su contenido, ya sea por afinidad con su estilo de contenido o por considerar que merece más reconocimiento en la comunidad de streaming.\n\nEn resumen, el comentario parece reflejar una opinión positiva sobre el video de Nauterplay y su capacidad para resumir la polémica entre WestCol e Ibai, mostrando interés en el tema y apreciación por el trabajo del creador de contenido.",
        "clasification": "3"
    },
    {
        "user_tag": "Universo Kings League\n@UniversoKingsL\n·\n4 abr.",
        "time_stamp": "2024-04-04T12:59:01.000Z",
        "tweet": "WESTCOL ARREMETE CONTRA LA #KingsLeague \n\n\"Se quedan los patrocinios, se quedan la plata, se quedan la plata de las camisetas, se quedan TODO\"\n\n#KingsLeagueAmericas",
        "reply": 232,
        "retweet": 96,
        "like": 2721,
        "visualizations": 466465,
        "analysis": "Este comentario parece expresar frustración y descontento hacia la organización Westcol en relación a la #KingsLeague. La persona que escribió este comentario parece estar molesta porque siente que Westcol está aprovechándose de la situación y se está quedando con todos los beneficios económicos de la liga. Es posible que esta persona sea seguidora de la Kings League y sienta que Westcol está actuando de manera injusta o egoísta.\n\nLas posibles razones por las que se pudo haber escrito este comentario podrían ser que la persona haya notado un comportamiento injusto por parte de Westcol, que haya sentido que la empresa está priorizando sus intereses económicos por encima de los de los participantes o seguidores de la liga, o que simplemente esté expresando su descontento con la situación actual de la Kings League.",
        "clasification": "2"
    },
    {
        "user_tag": "Kick Español\n@KickEspanol\n·\n5 abr.",
        "time_stamp": "2024-04-06T04:32:06.000Z",
        "tweet": "Ya le dimos uno a \n@WestCOL_\n tambien",
        "reply": 14,
        "retweet": 29,
        "like": 1022,
        "visualizations": 56479,
        "analysis": "El comentario \"Ya le dimos uno a @WestCOL_\" puede interpretarse de diferentes maneras dependiendo del contexto en el que se escribió. \n\n1. Positiva: Puede ser una expresión de apoyo o felicitación hacia @WestCOL por algún logro o éxito que haya tenido recientemente. En este caso, el comentario podría estar indicando que se le ha dado un reconocimiento o premio a @WestCOL.\n\n2. Negativa: Por otro lado, también podría interpretarse como una crítica o burla hacia @WestCOL. En este caso, el comentario podría estar insinuando que se le ha dado una lección o se le ha derrotado de alguna manera a @WestCOL en una discusión o competencia.\n\nEn resumen, el comentario \"Ya le dimos uno a @WestCOL\" puede tener intenciones tanto positivas como negativas, y es importante considerar el contexto en el que se escribió para entender mejor el significado detrás de estas palabras.",
        "clasification": "7"
    }
]