[
    {
        "user_tag": "CW+ Noticias\n@CWMasNoticias\n·\n7h",
        "time_stamp": "2024-04-11T17:01:36.000Z",
        "tweet": "COLOMBIA | En las últimas horas se confirmó la venta de la casa de Aida Victoria Merlano. Pues, Luis Villa (Westcol), su actual pareja, explicó que Stiven Mesa Londoño, cantante de música urbana reconocido como ‘Blessd’, adquirió la propiedad ubicada en la Loma del Escobero.…",
        "reply": 177,
        "retweet": 168,
        "like": 652,
        "visualizations": 205598,
        "analysis": "Este comentario parece estar informando sobre la reciente venta de la casa de Aida Victoria Merlano, y menciona que su actual pareja, Luis Villa, explicó que el cantante de música urbana Stiven Mesa Londoño, conocido como 'Blessd', adquirió la propiedad. \n\nPosibles razones por las que se escribió este comentario podrían ser:\n1. Informar a los seguidores sobre un evento relevante en la vida de Aida Victoria Merlano.\n2. Dar a conocer la identidad del comprador de la casa, que es una figura pública en el mundo de la música urbana.\n3. Generar interés y debate sobre la venta de la casa y las personas involucradas en la transacción.\n\nLas posibles intenciones detrás de este comentario podrían ser:\n1. Generar interés y aumentar la interacción con la publicación.\n2. Informar a los seguidores sobre la vida personal de Aida Victoria Merlano y su pareja actual.\n3. Dar a conocer la identidad del comprador de la casa y su relación con las personas involucradas en la noticia.",
        "clasification": "7"
    },
    {
        "user_tag": "EL TRONO\n@ElTronoKL\n·\n7 abr.",
        "time_stamp": "2024-04-08T02:22:31.000Z",
        "tweet": "#KingsLeague | ÚLTIMA HORA \n\n La clave para que Jhonsito tenga mayor efectividad la tiene WestCol",
        "reply": 6,
        "retweet": 6,
        "like": 343,
        "visualizations": 48902,
        "analysis": "Este comentario parece estar hablando sobre la importancia de la colaboración entre Jhonsito y WestCol en el contexto de la Kings League. Es posible que el usuario EL TRONO esté destacando la influencia positiva que tiene WestCol en el desempeño de Jhonsito en la liga. Es probable que el comentario esté destinado a resaltar la importancia de trabajar en equipo y la sinergia entre los jugadores para lograr un mayor éxito en la competencia. También podría estar tratando de generar interés o apoyo hacia Jhonsito y WestCol por parte de otros seguidores de la Kings League.",
        "clasification": "7"
    },
    {
        "user_tag": "Agudelo\n@Agudelo07_\n·\n4 abr.",
        "time_stamp": "2024-04-04T16:34:33.000Z",
        "tweet": "Los mexichangos y españoles de mierda peleando contra westcol por que no tiene dinero\n\nWestcol con su reloj y su cadena de más de 350k de dólares ",
        "reply": 0,
        "retweet": 2,
        "like": 48,
        "visualizations": 4542,
        "analysis": "Este comentario parece estar cargado de resentimiento y envidia hacia los mexicanos, españoles y Westcol. La expresión \"mexichangos y españoles de mierda\" denota un tono despectivo y discriminatorio hacia estas nacionalidades. La frase \"peleando contra westcol por que no tiene dinero\" sugiere que los mexicanos y españoles están en una disputa con Westcol debido a problemas económicos.\n\nPor otro lado, la mención de la cadena y reloj de más de 350k de dólares hecho por el usuario Agudelo parece ser una forma de resaltar la riqueza y el estatus de Westcol, lo cual podría estar generando envidia en el autor del comentario.\n\nEn resumen, este comentario parece reflejar sentimientos de resentimiento, envidia y discriminación hacia ciertas nacionalidades y personas con un alto poder adquisitivo.",
        "clasification": "1"
    },
    {
        "user_tag": "sof\n@sofval_09\n·\n5 abr.",
        "time_stamp": "2024-04-05T19:30:23.000Z",
        "tweet": "nunca Westcol me representó tanto",
        "reply": 1,
        "retweet": 5,
        "like": 9,
        "visualizations": 2185,
        "analysis": "Este comentario parece indicar que el usuario sof no se siente representado por la marca Westcol. Las posibles razones detrás de este sentimiento podrían ser que la marca no cumple con las expectativas del usuario en cuanto a calidad, precio, valores de la empresa, o simplemente no se identifica con la imagen o mensaje que la marca transmite.\n\nLas intenciones detrás de este comentario podrían ser expresar su descontento con la marca, buscar apoyo de otros usuarios que puedan sentir lo mismo, o simplemente compartir su opinión en redes sociales. Es importante tener en cuenta que este tipo de comentarios pueden influir en la percepción de la marca por parte de otros usuarios, por lo que es importante para las empresas estar atentas a este tipo de feedback y tomar medidas para mejorar su imagen y satisfacer las necesidades de sus clientes.",
        "clasification": "8"
    },
    {
        "user_tag": "manuel\n@ManuelC_8\n·\n10 abr.",
        "time_stamp": "2024-04-10T22:21:38.000Z",
        "tweet": "JAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJA Gracias \n@WestCOL_\n por darle luz a tus seguidores",
        "reply": 0,
        "retweet": 1,
        "like": 5,
        "visualizations": 428,
        "analysis": "El comentario \"JAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJA Gracias\" parece indicar que el usuario Manuel encontró algo extremadamente gracioso o divertido, ya que utiliza una gran cantidad de \"JAJA\" para expresar risa. La adición de \"Gracias\" al final sugiere que está agradecido por la risa que le ha proporcionado la cuenta de Twitter @WestCOL_. Es posible que Manuel haya visto un meme, un chiste o una publicación humorística que le haya hecho reír y quiera expresar su gratitud por ello. También es posible que esté tratando de interactuar con la cuenta para mostrar su aprecio y fomentar una relación positiva con ella. En general, el comentario parece reflejar una reacción positiva y una intención de conexión emocional a través del humor.",
        "clasification": "8"
    },
    {
        "user_tag": "THRIVE\n@ThriveForeverX\n·\n6 abr.",
        "time_stamp": "2024-04-06T07:01:53.000Z",
        "tweet": "Bad Bunny out partying with Columbian Kick streamer Westcol ",
        "reply": 181,
        "retweet": 204,
        "like": 2941,
        "visualizations": 692846,
        "analysis": "El comentario \"Bad Bunny out partying with Columbian Kick streamer Westcol\" podría haber sido escrito con diferentes intenciones. \n\n1. Positiva: El usuario THRIVE podría estar expresando emoción o admiración por la presencia de Bad Bunny y el streamer Westcol en una fiesta juntos. Podría estar compartiendo esta información con entusiasmo y alegría.\n\n2. Negativa: Por otro lado, el comentario también podría tener una connotación negativa. El usuario podría estar criticando a Bad Bunny por salir de fiesta en lugar de estar trabajando o cumpliendo con sus responsabilidades. También podría estar cuestionando la compañía de Bad Bunny con el streamer Westcol, insinuando que no es una buena influencia.\n\nEn general, el comentario parece ser neutro en cuanto a tono, simplemente compartiendo una información relevante sobre la presencia de Bad Bunny y Westcol juntos en una fiesta. Sin embargo, las interpretaciones pueden variar dependiendo del contexto y las intenciones del usuario THRIVE al escribir el comentario.",
        "clasification": "5"
    },
    {
        "user_tag": "South\n@SouthCOL_\n·\n8 abr.",
        "time_stamp": "2024-04-09T02:34:40.000Z",
        "tweet": "Toda tu comunidad te quiere y te admira por todo lo que haz logrado, inspiras a miles de personas, te mandamos ánimos de parte de todo aquel al que le hayas sacado una sonrisa en algún momento. En las buenas y en las malas tu comunidad siempre estará. \n@WestCOL_",
        "reply": 0,
        "retweet": 50,
        "like": 979,
        "visualizations": 16185,
        "analysis": "Este comentario parece ser muy positivo y lleno de admiración hacia la persona mencionada, en este caso @WestCOL_. Las posibles razones por las que se pudo haber escrito este comentario podrían ser:\n\n1. Agradecimiento por las acciones inspiradoras de @WestCOL_: Es posible que esta persona haya sido inspirada de alguna manera por las acciones o logros de @WestCOL_, y quiera expresar su gratitud y admiración.\n\n2. Apoyo en momentos difíciles: La parte en la que se menciona \"En las buenas y en las malas tu comunidad siempre estará\" sugiere que esta persona quiere brindar apoyo y ánimo a @WestCOL en caso de que esté pasando por un momento difícil.\n\n3. Reconocimiento público: Es posible que esta persona quiera hacer público su aprecio y admiración por @WestCOL, para que otras personas también puedan ver lo positivo que ha logrado.\n\nEn cuanto a las posibles intenciones detrás de este comentario, podrían ser:\n\n1. Motivar a @WestCOL: Al mencionar que inspira a miles de personas y que su comunidad lo admira, esta persona podría estar buscando motivar a @WestCOL para que siga adelante y continúe inspirando a otros.\n\n2. Mostrar apoyo y solidaridad: Al enviar ánimos y mencionar que su comunidad siempre estará presente, esta persona busca demostrarle a @WestCOL que cuenta con un grupo de personas que lo apoyan y están dispuestas a estar a su lado en todo momento.\n\nEn resumen, este comentario parece ser una muestra de aprecio, admiración y apoyo hacia @WestCOL, con la intención de motivarlo y demostrarle que tiene una comunidad que lo respalda.",
        "clasification": "10"
    },
    {
        "user_tag": "Elektra\n@drayasmin\n·\n5 abr.",
        "time_stamp": "2024-04-05T17:34:52.000Z",
        "tweet": "Nauterplay en su último video resume muy bien la polémica entre WestCol e Ibai.\n\nTodo comienza con WestCol diciendo que el tiene en contrato de streaming más grande de toda habla hispana y que gana incluso más que Ibai, que el cree que Ibai nisiquiera tiene contrato actualmente.…",
        "reply": 7,
        "retweet": 2,
        "like": 14,
        "visualizations": 5624,
        "analysis": "Este comentario parece estar expresando una opinión positiva sobre el video de Nauterplay, destacando que resume de manera efectiva la polémica entre WestCol e Ibai. Es posible que el usuario Elektra haya encontrado útil la forma en que Nauterplay abordó el tema y lo haya considerado una buena síntesis de la situación.\n\nEn cuanto a las posibles razones detrás de este comentario, es probable que Elektra sea seguidor/a de Nauterplay, WestCol e Ibai, y esté interesado/a en la polémica entre ellos. Es posible que haya encontrado el video de Nauterplay informativo y entretenido, lo que lo llevó a expresar su opinión positiva en Twitter.\n\nEn términos de intenciones, Elektra podría estar buscando compartir su opinión con otros usuarios de Twitter que también estén interesados en el tema. También podría estar buscando generar conversación y debate sobre la polémica entre WestCol e Ibai, o simplemente expresar su aprecio por el contenido de Nauterplay.",
        "clasification": "3"
    },
    {
        "user_tag": "Universo Kings League\n@UniversoKingsL\n·\n4 abr.",
        "time_stamp": "2024-04-04T12:59:01.000Z",
        "tweet": "WESTCOL ARREMETE CONTRA LA #KingsLeague \n\n\"Se quedan los patrocinios, se quedan la plata, se quedan la plata de las camisetas, se quedan TODO\"\n\n#KingsLeagueAmericas",
        "reply": 232,
        "retweet": 96,
        "like": 2721,
        "visualizations": 466465,
        "analysis": "Este comentario parece expresar frustración y descontento hacia la organización Westcol en relación a la #KingsLeague. La persona que escribió este comentario podría estar molesta por la forma en que Westcol está manejando los patrocinios y las ganancias relacionadas con la liga. Es posible que sientan que Westcol está aprovechándose de la situación y reteniendo beneficios que deberían ser compartidos de manera más equitativa.\n\nLas posibles intenciones detrás de este comentario podrían ser llamar la atención sobre posibles injusticias o malas prácticas por parte de Westcol, generar conciencia sobre la situación y fomentar la discusión entre los seguidores de la #KingsLeague. También podría ser una forma de presionar a Westcol para que tome medidas y sea más transparente en sus acciones.",
        "clasification": "2"
    },
    {
        "user_tag": "Kick Español\n@KickEspanol\n·\n5 abr.",
        "time_stamp": "2024-04-06T04:32:06.000Z",
        "tweet": "Ya le dimos uno a \n@WestCOL_\n tambien",
        "reply": 14,
        "retweet": 29,
        "like": 1022,
        "visualizations": 56479,
        "analysis": "El comentario \"Ya le dimos uno a @WestCOL_\" puede tener varias interpretaciones dependiendo del contexto en el que se escribió. \n\n1. Positiva: Puede ser una expresión de apoyo o felicitación hacia @WestCOL por algún logro o éxito que haya tenido recientemente. En este caso, el comentario podría estar indicando que se le ha dado un reconocimiento o una victoria a @WestCOL.\n\n2. Negativa: Por otro lado, también podría interpretarse como una crítica o burla hacia @WestCOL. En este caso, el comentario podría estar insinuando que se le ha dado una derrota o un golpe a @WestCOL en alguna situación.\n\n3. Neutra: También es posible que el comentario sea simplemente una observación sin ninguna carga emocional, como por ejemplo en el contexto de un juego o competencia deportiva donde se está informando sobre un resultado.\n\nEn cuanto a las posibles intenciones del comentario, estas podrían variar dependiendo de la relación entre el autor del comentario y @WestCOL, así como del tono general de la conversación en la que se encuentra. Es importante considerar el contexto y la historia previa entre las partes involucradas para poder interpretar correctamente el significado del comentario.",
        "clasification": "7"
    }
]